{
    "pokemons": [
      {
        "name": "Rayquaza",
        "image": "assets/images/Rayquaza.png",
        "category": "Sky High",
        "weight": "455.3 lbs",
        "height": "23' 00",
        "abilities": "Air Lock",
        "color":"0XFF4ef284",
        "deskripsi":"Rayquaza adalah Pokémon ular besar berwarna hijau yang juga menyerupai misil. Ia memiliki sayap berujung merah seperti kemudi di bahu dan di bawah tubuhnya, dan sirip berpola serupa di ujung ekornya. Simbol seperti cincin kuning melintang di sepanjang tubuh Rayquaza dan memiliki cincin kuning tambahan di atas kepalanya. Rayquaza memiliki dua anggota badan dengan tangan bercakar tiga, dan dua struktur panjang, datar, seperti tanduk di kepalanya, dengan dua tanduk yang lebih pendek di sepanjang garis rahangnya. Ia memiliki mata kuning kecil dengan pupil hitam, gusi merah muda yang menonjol, dan dua taring yang terlihat di rahang atasnya."
      },
      {
        "name": "Giratina",
        "image": "assets/images/Giratina.png",
        "category": "Renegade",
        "weight": "1653.5 lbs",
        "height": "14' 09",
        "abilities": "Pressure",
        "color":"0XFF2b2e2c",
        "deskripsi":"Giratina adalah Pokémon drakonik abu-abu besar dengan tiga cincin setengah emas di setiap sisi lehernya yang panjang. Kepalanya memiliki benda mirip mahkota emas yang mengelilinginya dengan dua tanduk besar mengarah ke samping. Garis hitam tebal memanjang secara vertikal di sepanjang bagian depannya dengan lima garis horizontal merah. Dalam Bentuknya yang Diubah, ia memiliki dua sayap hantu hitam besar dengan masing-masing tiga ujung merah yang dapat menyerupai cakar. Sayap ini dapat berubah bentuk seolah-olah terbuat dari cairan atau gas. Keenam kakinya tebal dan memiliki cakar emas. Dua setengah lingkaran emas yang mirip dengan yang ada di lehernya ada di setiap sisi setiap kaki, menyerupai belenggu. Ia memiliki ekor. Giratina tetap dalam Bentuk yang Diubah saat berada di luar dimensi rumahnya. Biasanya bergerak dengan melayang di udara, berlawanan dengan berjalan dengan enam kakinya."
      },
      {
        "name": "Ho-Oh",
        "image": "assets/images/Ho-Oh.png",
        "category": "Rainbow",
        "weight": "438.7 lbs",
        "height": "21' 06",
        "abilities": "Pressure",
        "color":"0xffe65949",
        "deskripsi":"Ho-Oh adalah Pokémon unggas yang menyerupai burung phoenix dan burung merak. Bulunya didominasi warna emas dan merah, dengan bulu ekor kuning, bagian bawah putih, dan bulu hijau di ujung sayapnya. Ho-Oh memiliki garis hijau di lehernya, paruh kuning, cincin hitam di sekitar mata merahnya, dan jambul kuning berbulu di kepalanya. Sayap Ho-Oh berbentuk prisma, menyebabkannya mengikuti pelangi di belakangnya. Ia memiliki kaki dan kaki berwarna gelap dengan empat jari kaki dan cakar panjang."
      },
      {
        "name": "Mewtwo",
        "image": "assets/images/Mewtwo.png",
        "category": "Genetic",
        "weight": "269 lbs",
        "height": "6' 07",
        "abilities": "Pressure",
        "color":"0XFFd620e3",
        "deskripsi":"Mewtwo adalah Pokémon buatan . Ini adalah Pokémon humanoid bipedal dengan beberapa fitur kucing. Warnanya terutama abu-abu dengan ekor ungu panjang. Di atas kepalanya ada dua tanduk pendek tumpul, dan matanya berwarna ungu. Sebuah tabung memanjang dari belakang tengkoraknya ke atas tulang punggungnya, melewati lehernya. Ini memiliki dada dan bahu yang jelas, yang menyerupai pelindung dada. Tiga digit di masing-masing tangan dan kaki memiliki ujung bulat. Ekornya tebal di bagian pangkal tetapi menipis sebelum berakhir dengan umbi kecil."
      },
      {
        "name": "Pikachu",
        "image": "assets/images/Pikachu.png",
        "category": "Mouse",
        "weight": "13.2 lbs",
        "height": "1' 04",
        "abilities": "Static",
        "color":"0xffe3c220",
        "deskripsi":"Pikachu adalah Pokémon pengerat yang pendek dan gemuk . Itu ditutupi bulu kuning dengan dua garis coklat horizontal di punggungnya. Memiliki mulut kecil, panjang, telinga runcing dengan ujung hitam, dan mata coklat. Di setiap pipi terdapat lingkaran merah yang berisi kantong untuk menyimpan listrik. Ia memiliki lengan bawah yang pendek dengan lima jari di setiap kakinya, dan kakinya masing-masing memiliki tiga jari kaki. Di pangkal ekornya yang berbentuk sambaran petir terdapat sepetak bulu berwarna coklat. Seekor betina akan memiliki lekukan berbentuk V di ujung ekornya, yang terlihat seperti bagian atas hati. Ini diklasifikasikan sebagai hewan berkaki empat, tetapi diketahui berdiri dan berjalan dengan kaki belakangnya."
      },
      {
        "name": "Eternatus",
        "image": "assets/images/Eternatus.png",
        "category": "Gigantic",
        "weight": "2094.4 lbs",
        "height": "65' 07",
        "abilities": "Pressure",
        "color":"0XFFd620e3",
        "deskripsi":"Eternatus adalah Pokémon alien raksasa yang drakonik . Tubuhnya memiliki bentuk drakonik yang samar-samar dan penampilan kerangka, dan sebagian besar berwarna ungu gelap dengan sorotan merah. Tubuh dan ekor utamanya panjang, tipis, dan menyerupai tulang belakang, dan memiliki empat kaki kecil dan tipis yang diakhiri dengan cakar yang terbentuk dari pelengkap kurus yang dipasang di sudut kanan. Tubuhnya terbentuk dari sangkar pelengkap yang menyerupai tulang rusuk, dan di dalamnya terdapat inti merah muda bercahaya yang berfungsi sebagai sumber energi Eternatus, menyerap energi untuk menopangnya. Inti juga dapat memproyeksikan energi yang diserapnya menjadi ledakan besar saat menggunakan Dynamax Cannon , salah satu jurus andalannya. Kepalanya berbentuk segitiga dan memiliki sepasang tanda mirip mata berwarna putih dalam bentuk tiga lingkaran yang terhubung, serta rahang bawah yang kurus dengan beberapa gigi berbentuk berlian. Di atas kepalanya ada film merah tembus pandang yang dipegang di antara lima paku panjang yang memanjang ke arah belakang tubuhnya. Ia juga memiliki sepasang sulur tipis yang menjulur dari punggungnya, terbentuk dari banyak ruas segitiga. Ukuran raksasa Eternatus membuatnya menjadi Pokemon tertinggi yang pernah ada."
      },
      {
        "name": "White Kyurem",
        "image": "assets/images/Kyurem-White.png",
        "category": "Boundary",
        "weight": "716.5 lbs",
        "height": "11' 10",
        "abilities": "Turboblaze",
        "color":"0XFF8c8c89",
        "deskripsi": "Kyurem adalah Pokémon berkaki dua berwarna abu-abu dan biru dengan dasar yang tidak dapat ditentukan tetapi tampaknya drakonik. Kyurem memiliki kepala dan moncong biru dan memiliki mata kuning tanpa pupil, memiliki sepasang tanduk kebiruan terang di kepalanya, dan jambul kuning di tengkoraknya. Tiga gigi runcing menonjol di bagian bawah kedua sisi rahangnya, yang membeku tertutup es yang menutupi kepalanya. Leher abu-abunya yang panjang memiliki garis-garis yang mengelilingi seluruh tubuh, kaki, lengan, dan ekornya. Ia memiliki dua lengan, masing-masing dengan cakarnya sendiri, dan masing-masing lengan disambungkan dari sayap birunya yang berbentuk aneh, yang diyakini digunakan untuk terbang dan menyimpan udara dingin. Setiap sayap memiliki dua paku es. Es yang menutupi sayap bisa pecah, memperlihatkan pelengkap seperti sulur abu-abu di punggung Kyurem."
      },
      {
        "name": "Black Kyurem",
        "image": "assets/images/Kyurem-Black.png",
        "category": "Boundary",
        "weight": "716.5 lbs",
        "height": "10' 10",
        "abilities": "Teravolt",
        "color":"0XFF8c8c89",
        "deskripsi":"Kyurem adalah Pokémon berkaki dua berwarna abu-abu dan biru dengan dasar yang tidak dapat ditentukan tetapi tampaknya drakonik. Kyurem memiliki kepala dan moncong biru dan memiliki mata kuning tanpa pupil, memiliki sepasang tanduk kebiruan terang di kepalanya, dan jambul kuning di tengkoraknya. Tiga gigi runcing menonjol di bagian bawah kedua sisi rahangnya, yang membeku tertutup es yang menutupi kepalanya. Leher abu-abunya yang panjang memiliki garis-garis yang mengelilingi seluruh tubuh, kaki, lengan, dan ekornya. Ia memiliki dua lengan, masing-masing dengan cakarnya sendiri, dan masing-masing lengan disambungkan dari sayap birunya yang berbentuk aneh, yang diyakini digunakan untuk terbang dan menyimpan udara dingin. Setiap sayap memiliki dua paku es. Es yang menutupi sayap bisa pecah, memperlihatkan pelengkap seperti sulur abu-abu di punggung Kyurem."
      },
      {
        "name": "Crowned Shield Zamazenta",
        "image": "assets/images/Zamazenta.png",
        "category": "Warrior",
        "weight": "1730.6 lbs",
        "height": "9' 06",
        "abilities": "Dauntless Shield",
        "color":"0xffe65949",
        "deskripsi":"Dalam bentuk Hero of Many Battles, Zamazenta adalah Pokémon lupin magenta besar dengan mata kuning, bingkai besar, dan kuncir kuda di kepalanya. Ekor dan kuncir kudanya berwarna biru tua; ia juga memiliki aksen biru tua di leher dan kaki depannya. Tubuhnya ditutupi bekas luka pertempuran dan sebagian telinga kanannya hilang. Kepala dan lehernya memiliki bulu tebal menyerupai perisai. Bentuk Crowned Shield menyebabkan Zamazenta menghasilkan satu set armor emas yang menutupi bagian depan tubuhnya seperti perisai; sementara bagian samping biasanya menutupi kaki depannya, ia dapat meluncur ke depan untuk memungkinkan Zamazenta menggunakan Behemoth Bash atau melindungi dirinya dari serangan frontal dengan lebih efektif. Ekor kudanya juga tumbuh menutupi sebagian besar punggungnya."
      },
      {
        "name": "Crowned Sword Zacian",
        "image": "assets/images/Zacian.png",
        "category": "Warrior",
        "weight": "782.6 lbs",
        "height": "9' 02",
        "abilities": "Intrepid Sword",
        "color":"0xff4396e8",
        "deskripsi":"Dalam bentuk Hero of Many Battles, Zacian adalah Pokémon cyan lupin besar dengan mata kuning, bagian bawah berwarna cokelat, tubuh kurus, ekor merah muda, dan kepang merah muda di sisi tubuhnya. Dua pinggiran bulu merah muda hadir di punggungnya. Bekas luka pertempuran terlihat di sisinya, dan sebagian telinga kirinya hilang. Dalam bentuk Pedang Bermahkota, pinggiran bulu di punggungnya menjadi baju besi seperti sayap dan kepangannya tumbuh menyerupai pita. Selain itu, kepalanya ditutupi oleh helm emas, dan membawa pedang emas yang dihias menyerupai warna Zacian; saat menggunakan jurus Behemoth Blade , armor di punggung Zacian digabungkan dengan pedang untuk meningkatkan ukuran dan kekuatannya. Zacian dapat menyarungkan pedangnya saat tidak digunakan dengan membungkusnya dengan surainya"
      },
      {
        "name": "Complete Forme Zygarde",
        "image": "assets/images/Zygarde-Complete.png",
        "category": "Order",
        "weight": "1344.8 lbs",
        "height": "14' 09",
        "abilities": "Power Construct",
        "color":"0XFF4ef284",
        "deskripsi":"Zygarde adalah Pokémon yang bentuknya bergantung pada persentase Inti dan Sel yang dikumpulkan bersama. Inti Zygarde adalah otak dari Zygarde, dan Zygarde dapat berisi satu atau lima Inti. Zygarde Core adalah Pokémon kecil berwarna hijau dengan tubuh seperti agar-agar. Ia memiliki kepala bulat besar dengan tonjolan berbentuk paruh di bagian depan, ekor tipis berbentuk kait, dan segi enam merah tergantung di tubuhnya. Di dalam kepalanya ada satu mata dengan pupil hitam; di samping mata ini ada oval putih lain yang mungkin merupakan mata kedua. Sel Zygarde membentuk setiap bagian lain dari Zygarde dan tampak hampir identik dengan Inti Zygarde. Berbeda dengan Core, ia memiliki tubuh dan kepala yang rata. Ia memiliki pupil hijau, ekor yang lebih sederhana dan tidak terikat, dan memiliki segi enam yang lebih memanjang berwarna hijau tua di bagian tengahnya.y"
      },
      {
        "name": "Arceus",
        "image": "assets/images/Arceus.png",
        "category": "Alpha",
        "weight": "705.5 lbs",
        "height": "10' 06",
        "abilities": "Multitype",
        "color":"0XFFe4eaf0",
        "deskripsi":"Arceus adalah Pokémon kuda putih yang menyerupai qilin atau centaurdengan abu-abu, bagian bawah lurik vertikal. Pola lurik memiliki kekambuhan serupa di bagian bawah surai, ekor, dan wajahnya. Empat kakinya yang runcing berujung dengan kuku emas. Surainya yang panjang menjorok jauh dari kepalanya, dan wajahnya berwarna abu-abu, dengan mata hijau dan pupil merah, serta pola lingkaran hijau di bawah matanya. Arceus juga memiliki garis warna emas di kepalanya, dan telinga yang mengarah ke atas. Lehernya cukup panjang, dengan dua pasang tonjolan di samping, dan fitur seperti penutup di bagian bawah leher yang berwarna putih seperti sebagian besar tubuhnya. Arceus juga memiliki roda seperti salib emas yang melekat pada tubuhnya dengan perutnya yang bundar, yang berubah warna bersama dengan mata dan kukunya berdasarkan jenisnya saat ini, yang bergantung pada Lempeng atau Z -Crystal khusus jenis.yang dimilikinya. Roda itu juga memiliki empat permata yang melekat padanya. Pola abu-abu lurik perut Arceus berlanjut melewati pinggang Arceus. Tungkainya memiliki bagian bawah abu-abu dan tonjolan di bagian atas kaki. Ekor Arceus sangat mirip dengan surainya dalam hal bentuk dan warna. Meskipun penampilannya berkaki empat, Arceus mampu terbang."
      }
    ]
  }